<?php
	require "header.php";
	if (isset($_SESSION['userUid'])) { 
				echo '<p class="welcome" align="center">Здравейте ', $_SESSION['userUid'], '!</p>';}	
?>

<!DOCTYPE html>
<html>
<head>
	<title></title>
</head>
<body>
	<article>
	<header> <h1 align="center" class="contact-header">Кой съм аз?</h1></header>
	<div class="info">
	<p>&nbsp; &nbsp;&nbsp;Здравейте, аз се казвам Манол и съм създател на уеб програмата .</p>
	<p>&nbsp; &nbsp;&nbsp;Ученик съм в 11 клас на Математическа Гимназия "Академик Кирил Попов" гр.Пловдив с паралелка "системно програмиране".</p>
	<p>&nbsp; &nbsp;&nbsp;Технологиите винаги са ме влечели поради способността си да улесняват живота на човека. Освен това шопингът ме кара да се отпусна някак си и да не мисля за проблемите в ежедневието. Но като всеки останал човек и аз търся начини да спеста пари при пазаруване. Затова реших да създам тази платформа, където хората могат спокойно да следят промоциите на любимите си марки от едно място. Тя е напълно безплатна и изисква само регистрация.</p>
	<p>&nbsp; &nbsp;&nbsp;Мотивиран съм да създавам технологии, които да помагат на хората, затова ще продължа да развивам <mark>Saver</mark>. Имам доста големи цели за тази програма, затова следете блогът ми редовно, ако искате да разберете какво следва.</p>
	</div>
	<figure>
		<img class="blog-photo" src="img/aboutme.jpg" alt="blog photo of me">
	</figure>
	</article>

</body>
</html>

<?php
	require "footer.php";
?>